// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Ochrona portów bezpośrednich";

TaskDescription = "To ustawienie służy do wyłączenia możliwości drukowania za pośrednictwem portów USB i równoległego.\n\nTo ustawienie nie ma wpływu na funkcję JetDirect, wbudowane łącza sieciowe i karty dodatkowe innych firm (np. Firewire).";
CheckboxTitle = "Wyłącz porty bezpośrednie";
ApplyButtonTitle = "Zastosuj teraz";